export const APP_TESTS = [
    {
        id: 1,
        title: 'Математика. Тест №1',
        test: [
            {
                name: 'task_a',
                title: 'Обчисліть значення виразу 3(a – 1), якщо a = 0,7.',
                img: '',
                variant: ['-0,9', '1,1', '5,1', '-0,6', '2,7']
            },
            {
                name: 'task_b',
                title: 'На рисунку зображено квадрат ABCD. Точки K та M – середини сторін АВ та CD відповідно. Визначте периметр чотирикутника AKMD, якщо периметр заданого квадрата дорівнює 72 см.',
                img: 'assets/img/test/task2.png',
                variant: ['36см', '42см', '48см', '54см', '60см']
            },
            {
                name: 'task_c',
                title: 'Один кілограм яблук коштує на базарі від 9 грн до 12 грн, а один кілограм груш – від 19 грн до 25 грн. Оксана заплатила за куплені на базарі 2 кг яблук та 3 кг груш m гривень. Укажіть нерівність, що виконуватиметься для m.',
                img: '',
                variant: ['28 < m < 37', '18 < m < 75', '75 < m < 99', '42 < m < 66', '75 < m < 81']
            },
            {
                name: 'task_d',
                title: 'Укажіть рівняння прямої, ескіз графіка якої зображено на рисунку.',
                img: 'assets/img/test/task4.png',
                variant: ['x = 4', 'y = x + 4', 'y = x - 4', 'y = 4', 'y = 4 - x']
            },
            {
                name: 'task_e',
                title: 'Яке з наведених чисел є коренем рівняння 2|x| = 2?',
                img: '',
                variant: ['x = 4', 'x = 2', 'x = 0', 'x = -1', 'x = -2']
            },
            {
                name: 'task_f',
                title: 'На круговій діаграмі (круг поділено пунктирними лініями на рівні сектори) показано розподіл кількості столів, які продано магазином протягом місяця (див. рисунок). Загальна кількість проданих столів за цей період становила 156. На скільки журнальних столів було продано менше, ніж письмових?',
                img: 'assets/img/test/task6.png',
                variant: ['13', '26', '39', '52', '65']
            },
            {
                name: 'task_g',
                title: 'Радіус основи конуса дорівнює 4, його висота – h , а твірна – l. Укажіть серед наведених правильне співвідношення для h і l.',
                img: '',
                variant: ['16 + h² = l²', '4 + h =l', '16 - h² = l²', 'h² - l² = 16', '8 + h² = l²']
            },
            {
                name: 'task_h',
                title: 'Розв’яжіть рівняння 3⁷ˣ = 9. Отриманий корінь рівняння округліть до десятих',
                img: '',
                variant: ['0,2', '0,29', '0,3', '0,4', '3,5']
            },
            {
                name: 'task_i',
                title: 'На колі з центром О вибрано точки А та В (див. рисунок). Визначте градусну міру кута АОВ, якщо довжина дуги АВ становить ⅙ довжини цього кола.',
                img: 'assets/img/test/task9.png',
                variant: ['30°', '45°', '60°', '75°', '90°']
            },
            {
                name: 'task_j',
                title: 'Площа основи правильної чотирикутної піраміди дорівнює 36 см². Визначте об’єм цієї піраміди, якщо її висота вдвічі більша за сторону основи.',
                img: '',
                variant: ['108см³', '144см³', '219см³', '288см³', '432см³']
            }
        ]
    },
    {
        id: 2,
        title: 'Математика. Тест №2',
        test: [
            {
                'name': 'task_1',
                'title': 'Два єнота і кг асфальта',
                'img': '',
                'variant': ['-0,9', '1,1', '5,1', '-0,6', '2,7']
            },
            {
                'name': 'task_2',
                'title': 'На рисунку зображено квадрат ABCD. Точки K та M – середини сторін АВ та CD відповідно. Визначте периметр чотирикутника AKMD, якщо периметр заданого квадрата дорівнює 72 см.',
                'img': 'assets/img/test/task2.png',
                'variant': ['36см', '42см', '48см', '54см', '60см']
            },
            {
                'name': 'task_3',
                'title': 'Один кілограм яблук коштує на базарі від 9 грн до 12 грн, а один кілограм груш – від 19 грн до 25 грн. Оксана заплатила за куплені на базарі 2 кг яблук та 3 кг груш m гривень. Укажіть нерівність, що виконуватиметься для m.',
                'img': '',
                'variant': ['28 < m < 37', '18 < m < 75', '75 < m < 99', '42 < m < 66', '75 < m < 81']
            },
            {
                'name': 'task_4',
                'title': 'Укажіть рівняння прямої, ескіз графіка якої зображено на рисунку.',
                'img': 'assets/img/test/task4.png',
                'variant': ['x = 4', 'y = x + 4', 'y = x - 4', 'y = 4', 'y = 4 - x']
            },
            {
                'name': 'task_5',
                'title': 'Яке з наведених чисел є коренем рівняння 2|x| = 2?',
                'img': '',
                'variant': ['x = 4', 'x = 2', 'x = 0', 'x = -1', 'x = -2']
            },
            {
                'name': 'task_6',
                'title': 'На круговій діаграмі (круг поділено пунктирними лініями на рівні сектори) показано розподіл кількості столів, які продано магазином протягом місяця (див. рисунок). Загальна кількість проданих столів за цей період становила 156. На скільки журнальних столів було продано менше, ніж письмових?',
                'img': 'assets/img/test/task6.png',
                'variant': ['13', '26', '39', '52', '65']
            },
            {
                'name': 'task_7',
                'title': 'Радіус основи конуса дорівнює 4, його висота – h , а твірна – l. Укажіть серед наведених правильне співвідношення для h і l.',
                'img': '',
                'variant': ['16 + h² = l²', '4 + h =l', '16 - h² = l²', 'h² - l² = 16', '8 + h² = l²']
            },
            {
                'name': 'task_8',
                'title': 'Розв’яжіть рівняння 3⁷ˣ = 9. Отриманий корінь рівняння округліть до десятих',
                'img': '',
                'variant': ['0,2', '0,29', '0,3', '0,4', '3,5']
            },
            {
                'name': 'task_9',
                'title': 'На колі з центром О вибрано точки А та В (див. рисунок). Визначте градусну міру кута АОВ, якщо довжина дуги АВ становить ⅙ довжини цього кола.',
                'img': 'assets/img/test/task9.png',
                'variant': ['30°', '45°', '60°', '75°', '90°']
            },
            {
                'name': 'task_10',
                'title': 'Площа основи правильної чотирикутної піраміди дорівнює 36 см². Визначте об’єм цієї піраміди, якщо її висота вдвічі більша за сторону основи.',
                'img': '',
                'variant': ['108см³', '144см³', '219см³', '288см³', '432см³']
            }
        ]
    }
];
